<?php



























































$content = '<p class="extension">Петербургская компания «Ясень» — одно из старейших и добившихся 
  успеха предприятий, действующих на рынке оперативной полиграфии. Об истории 
  организации, экономике и методах работы печатного салона мы попросили рассказать 
  директора компании Виктора Геннадьевича Ефимова.</p>
<p>Мы встретились в офисе компании на Рузовской, 9. Несмотря на начало дня в производстве 
  уже было около 50 заказов. И никакой суеты. Все спокойно, четко, по-деловому. 
  При мне было принято еще два заказа и при помощи автоматизированной системы 
  запущено в производство. Но об этом — позже.</p>
<p><b>КомпьютерАрт:</b> Виктор Геннадьевич, не могли бы вы поделиться с нашими 
  читателями своим опытом работы на рынке цифровой полиграфии?</p>
<p><b>Виктор Геннадьевич:</b> Я только что был в Киеве, читал там лекции на подобные 
  темы, основываясь на опыте работы нашего предприятия. Мы вышли на рынок оперативной 
  полиграфии более шести лет назад. Тогда еще не было термина — цифровой. Этот 
  сектор рынка назывался — оперативная полиграфия. 6 октября 1995 года было заключено 
  франчайзинговое соглашение между компаниями «Ясень» и Xerox. И 1 марта 1996 года 
  был открыт первый франчайзинговый центр Xerox в Петербурге. Считаю, что это 
  был правильный ход, который помог нам легче выйти на рынок и продолжить развитие 
  бизнеса. Кроме того, это был правильный выбор партнера, что и подтвердил шестилетний 
  опыт взаимоотношений с компанией Xerox.</p>
  <p><b>КА:</b> Почему был выбран вариант франчайзинга? Считается, что это дорого.</p>
  <p><b>В.Г.:</b> Схема франчайзинга предполагает весьма существенные скидки на приобретение 
  продукции — техники и расходных материалов для собственных нужд, эксклюзивные 
  условия на обслуживание и, конечно, налагает определенные обязательства, которые 
  на начальном этапе могут показаться достаточно жесткими. Потому что франчайзинг 
  предусматривает три схемы. Первая схема — отдача части прибыли с каждой выпущенной 
  копии. Вторая — отдача меньшей части прибыли и закупка расходных материалов 
  на определенную сумму. </p>
  <p>И третья схема, которую мы и выбрали с самого начала, — это ничего не отдавать 
  из прибыли, но приобретать каждый месяц материалы на определенную, существенно 
  большую сумму.</p>
  <p>И поначалу мы даже были немного затарены. Но сейчас при том количестве оборудования, 
  которое мы эксплуатируем, и тех объемах расходных материалов, которые нам требуются, — 
  мы значительно перекрываем эту норму.</p>
  <p><b>КА:</b> Каков был ваш первый набор оборудования?</p>
  <p><b>В.Г.:</b> В 1996 году мы преобрели достаточно продвинутый по тем временам набор 
  оборудования. У нас был полноцветный копир 5765 MajestiК, черно-белый копир 
  5352, два ризографа и послепечатное оборудование. С этого все начиналось.</p>
  <p><b>КА:</b> А каким образом было принято решение выйти на рынок оперативной полиграфии?</p>
  <p><b>В.Г.:</b> Компания «Ясень» с 1992 года занималась строительством. Затем, в целях 
  диверсификации бизнеса, было решено открыть то, что сейчас называется печатным 
  салоном, а тогда именовалось копи-центр. </p>
  <p>В конце 1996 года мы были первыми в городе, кто поставил RIP-процессор для копира. 
  И мы смогли предложить клиентам новую услугу — печать из файла. Фактически мы 
  создали этот рынок в Петербурге. Это за два-три месяца дало нам существенный 
  прирост в области цветной печати и позволило приобрести в лизинг комплекс DC40, 
  и уже в первый месяц его эксплуатации мы вышли на уровень 30 тыс. копий в месяц. 
  К нам стали обращаться рекламные агентства и крупные заказчики. Средние тиражи 
  составляли до 500 экземпляров. </p>
  <p><b>КА:</b> Судя по выбранной тактике, вы развивали производственную базу и дальше? 
  </p>
  <p><b>В.Г.:</b> Естественно. Мы рассчитались с обязательствами по лизинговой поставке. 
  Затем мы приобрели промышленный широкоформатный плоттер VivagrafxXpress-36, 
  который позволил нам из файла печатать плакаты. И сейчас у нас стоит его «сменщик» — 
  VivagrafxXpress-54. Как только появился аппарат более широкого формата, мы его 
  поменяли. И к настоящему времени с его помощью мы напечатали уже более 15 км 
  продукции. </p>
  <p><b>КА:</b> А что значит «поменяли»? Отдали в зачет стоимости новой техники?</p>
  <p><b>В.Г.:</b> Да, конечно, у нас с Xerox была достигнута договоренность, что мы сдаем 
  старое оборудование, доплачиваем и берем новое. </p>
  <p>Рост бизнеса потребовал совершенно другого подхода к организации дела. В конце 
  1999 года мы поняли, что просто задыхаемся от обрушившихся заказов. В декабре 
  выполнялось 60-70 заказов в день, а всего одновременно мы контролировали выполнение 
  150-160 заказов.</p>
  <p>Стало понятно, что бумажная «технология», которая применяется везде и всегда, 
  ущербна. И мы приняли решение о создании автоматизированной системы управления 
  всем производством. И уже в мае 2000 года она была запущена в пробную эксплуатацию. 
  Далее последовало обучение продавцов услуг. В этом же году мы открыли собственную 
  дизайн-студию, чтобы предложить заказчику более широкий спектр услуг. Сейчас 
  у нас четыре дизайнера плюс руководитель дизайн-студии, и мы готовы оказывать 
  услуги от простейшей верстки до больших креативных проектов.</p>
  <p><b>КА:</b> Эти шаги, в свою очередь, привели к дальнейшему росту компании или последовал 
  спад?</p>
  <p><b>В.Г.:</b> Несомненно, к росту! Это позволило задуматься о переоснащении центра. 
  И в апреле 2001 года была приобретена первая в нашем городе машина DC 2045 и первый 
  в стране VivaGraphixX2 — представитель нового семейства промышленных полноцветных 
  шестикрасочных плоттеров. В мае 2001 года мы открыли второй центр на Петроградской. 
  В августе мы купили еще один плоттер, еще пару DC 12 и в сентябре открыли третий 
  центр — около станции метро «Чернышевская». Все это позволило нам достаточно 
  далеко шагнуть вперед.</p>
  <p><b>КА:</b> Часто ли вам приходится выполнять заказы на печать переменных данных? </p>
  <p><b>В.Г.:</b> У нас в стране, к сожалению, этот рынок не развит. На Западе все понимают 
  ценность прямой рассылки, персонализации рекламных обращений и информации. И там 
  этот рынок весьма успешен. Наше оборудование и специализированное программное 
  обеспечение позволяет блестяще выполнять такие работы. Но заказов на печать 
  с переменными данными, признаюсь честно, к сожалению, немного.</p>
  <p><b>КА:</b> Как вы оцениваете перспективы компании?</p>
  <p><b>В.Г.:</b> К концу года мы планируем приобрести новую машину JGEN-3, которая сейчас 
  продается только в США. Так, свои DС 2045 я высмотрел на Drupa. Изучил со всех 
  сторон и решил: это именно то, что нам нужно. Drupa дает возможность ознакомиться 
  с самыми последними новинками в области полиграфических технологий, подобно 
  тому, как Олимпийские игры позволяют подвести итог спортивным достижениям за 
  четыре года.</p>
  <p><b>КА:</b> Как у вас обстоят дела с конкуренцией?</p>
  <p><b>В.Г.:</b> Поначалу нас не рассматривали как серьезных конкурентов. Но мы росли, 
  и довольно быстро. И смогли стать успешной, динамично развивающейся компанией. 
  А затем выстояли в момент кризиса. Сконцентрировались на оперативных услугах 
  полноцветной печати. Убрали ризографы. И — стали лидерами на рынке. До нынешнего 
  года конкуренции мы уже практически не испытывали. Но сейчас появились серьезные 
  игроки на рынке, и теперь все будет не так просто. Да, будет конкуренция. Но 
  мы знаем рынок. У нас все отлажено организационно. Теперь необходимо так же 
  четко отладить систему продаж. Под этим я понимаю создание полностью автоматизированной 
  системы продаж, которая позволит эффективно осуществлять управление.</p>
  <p>Важнейшей составляющей успеха Виктор Геннадьевич Ефимов считает построение автоматизированной 
  системы управления, позволяющий отслеживать прохождение заказов в реальном времени. 
  Связь осуществляется при помощи выделенных линий, скоростных модемов и терминального 
  сервера. Текущее состояние единой базы доступно в соответствии с правами пользователей. 
  Каждому доступно то, что необходимо, — администратору, исполнителю, коммерческому 
  отделу. «Вот я только что сделал расчет клиенту — крупному заказчику. Вы все 
  видели сами», — говорит Виктор Ефимов. — Программа содержит расчетную часть. 
  В зависимости от того, к какой площадке мы подключаемся, отображается тот или 
  иной комплект оборудования. И по звонку или визиту клиента мы можем оперативно 
  рассчитать его заказ. И в режиме онлайн мы можем с клиентом обсуждать цену, 
  менять параметры заказа и т.д.». </p>
  <p>Любой посчитанный заказ сохраняется в базе. Его можно найти по любому признаку 
  и запустить в производство. Как только заказ принимается к исполнению, он становится 
  доступен администратору. На время нашей беседы, например, администратор контролировал 
  исполнение 53 заказов. Такая система действительно позволяет эффективно управлять 
  производством. Администратор может отсортировать заказы по выполнению, по оплате, 
  по отгрузке и т.д. Как только все параметры заказа (оплата, исполнение, отгрузка) 
  выполнены, он выходит из уровня компетенции администратора и пересылается в архив.</p>
  <p>В приложении исполнителя учитывается расход бумаги, тонера, мониторинг оборудования. 
  Исполнитель не может поставить отметку о выполнении заказа, пока не заполнит 
  все соответствующие поля. Отслеживается состояние счетчиков оборудования. Система 
  позволяет отследить загрузку оборудования за все авремя его эксплуатации. </p>
  <p>Виктор Геннадьевич Ефимов говорит, что введение этой системы не просто раскрепостило 
  компанию: «Абсолютный порядок в управлении производством позволяет нам увеличить 
  обороты в два- три раза. И при этом не будет никакого аврала». </p>
  <p>Полный учет производства позволяет централизованно менять прайс-лист, учитывать 
  расход материалов, загрузку оборудования, планировать производство. И анализировать 
  бизнес по любому критерию: анализировать работу отдела продаж, высчитывать заработную 
  плату, определять усредненные показатели прибыли по тем или иным видам работ, 
  учитывать остатки материалов, формировать заказ и т.д. И главное — анализировать 
  тенденции развития бизнеса и предпринимать верные действия на рынке.</p>
';



function ad_content($content) {
global $content;
            $paragraphAfter = 3; //Введите номер абзаца, после которого вставляем.
            $content = explode("</p>", $content);
            $new_content = '';
                for ($i = 0; $i < count($content); $i ++ ) {
                    if ($i == $paragraphAfter) {
                    $new_content .= ' <h1>здесь ваш код</h1> ';
                    }
            		$new_content .= $content[$i] . "</p>";
            }
			$content = $new_content;
            return  $content;
}
ad_content($content);
//echo $content;